YCSB-outputs/citus-exec-14-1000000-c-3-rf_3-bs_7000-fs_3000.txt
/usr/local/openjdk-11/bin/java -cp /opt/ycsb/slf4j-api-1.7.30.jar:/opt/ycsb/slf4j-simple-1.7.30.jar:/opt/ycsb/jdbc-binding/lib/postgresql-42.2.14.jar:/opt/ycsb/jdbc-binding/conf:/opt/ycsb/conf:/opt/ycsb/lib/jackson-mapper-asl-1.9.4.jar:/opt/ycsb/lib/core-0.18.0-SNAPSHOT.jar:/opt/ycsb/lib/htrace-core4-4.1.0-incubating.jar:/opt/ycsb/lib/HdrHistogram-2.1.4.jar:/opt/ycsb/lib/jackson-core-asl-1.9.4.jar:/opt/ycsb/jdbc-binding/lib/commons-collections-3.2.1.jar:/opt/ycsb/jdbc-binding/lib/jdbc-binding-0.18.0-SNAPSHOT.jar:/opt/ycsb/jdbc-binding/lib/serp-1.13.1.jar:/opt/ycsb/jdbc-binding/lib/openjpa-lib-2.1.1.jar:/opt/ycsb/jdbc-binding/lib/geronimo-jms_1.1_spec-1.1.1.jar:/opt/ycsb/jdbc-binding/lib/openjpa-kernel-2.1.1.jar:/opt/ycsb/jdbc-binding/lib/geronimo-jta_1.1_spec-1.1.1.jar:/opt/ycsb/jdbc-binding/lib/commons-pool-1.5.4.jar:/opt/ycsb/jdbc-binding/lib/openjpa-jdbc-2.1.1.jar:/opt/ycsb/jdbc-binding/lib/postgresql-42.2.23.jar:/opt/ycsb/jdbc-binding/lib/commons-lang-2.4.jar site.ycsb.Client -db site.ycsb.db.JdbcDBClient -s -P /opt/ycsb/workloads/workloadc -P /opt/ycsb/jdbc-binding/conf/db.properties -p recordcount=1000000 -p operationcount=10000 -t
Command line: -db site.ycsb.db.JdbcDBClient -s -P /opt/ycsb/workloads/workloadc -P /opt/ycsb/jdbc-binding/conf/db.properties -p recordcount=1000000 -p operationcount=10000 -t
YCSB Client 0.18.0-SNAPSHOT

Loading workload...
Starting test.
Adding shard node URL: jdbc:postgresql://10.0.2.5:5432/ycsb
2021-09-18 11:50:52:000 0 sec: 0 operations; est completion in 0 second 
Using shards: 1, batchSize:7000, fetchSize: 3000
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
2021-09-18 11:51:01:944 10 sec: 90 operations; 9 current ops/sec; est completion in 18 minutes [READ: Count=90, Max=351743, Min=47072, Avg=104003.91, 90=188543, 99=277503, 99.9=351743, 99.99=351743] 
2021-09-18 11:51:11:944 20 sec: 211 operations; 12.1 current ops/sec; est completion in 15 minutes [READ: Count=121, Max=186879, Min=46048, Avg=82405.42, 90=104383, 99=180735, 99.9=186879, 99.99=186879] 
2021-09-18 11:51:21:944 30 sec: 343 operations; 13.2 current ops/sec; est completion in 14 minutes [READ: Count=132, Max=140415, Min=46400, Avg=75877.94, 90=87679, 99=140159, 99.9=140415, 99.99=140415] 
2021-09-18 11:51:31:944 40 sec: 464 operations; 12.1 current ops/sec; est completion in 13 minutes [READ: Count=121, Max=181631, Min=46784, Avg=82481.59, 90=106111, 99=173823, 99.9=181631, 99.99=181631] 
2021-09-18 11:51:41:944 50 sec: 586 operations; 12.2 current ops/sec; est completion in 13 minutes [READ: Count=122, Max=187519, Min=45568, Avg=81509.77, 90=102271, 99=186367, 99.9=187519, 99.99=187519] 
2021-09-18 11:51:51:944 60 sec: 716 operations; 13 current ops/sec; est completion in 12 minutes [READ: Count=130, Max=182143, Min=45600, Avg=76964.68, 90=96383, 99=171263, 99.9=182143, 99.99=182143] 
2021-09-18 11:52:01:944 70 sec: 833 operations; 11.7 current ops/sec; est completion in 12 minutes [READ: Count=117, Max=187775, Min=45824, Avg=85314.19, 90=116863, 99=178175, 99.9=187775, 99.99=187775] 
2021-09-18 11:52:11:944 80 sec: 956 operations; 12.3 current ops/sec; est completion in 12 minutes [READ: Count=123, Max=185471, Min=45280, Avg=81209.24, 90=91455, 99=182911, 99.9=185471, 99.99=185471] 
2021-09-18 11:52:21:944 90 sec: 1074 operations; 11.8 current ops/sec; est completion in 12 minutes [READ: Count=118, Max=177279, Min=47264, Avg=84386.58, 90=116479, 99=175615, 99.9=177279, 99.99=177279] 
2021-09-18 11:52:31:944 100 sec: 1197 operations; 12.3 current ops/sec; est completion in 12 minutes [READ: Count=123, Max=182271, Min=46112, Avg=81399.28, 90=100799, 99=177919, 99.9=182271, 99.99=182271] 
2021-09-18 11:52:41:944 110 sec: 1322 operations; 12.5 current ops/sec; est completion in 12 minutes [READ: Count=125, Max=176383, Min=46368, Avg=80146.56, 90=105471, 99=166143, 99.9=176383, 99.99=176383] 
2021-09-18 11:52:51:944 120 sec: 1441 operations; 11.9 current ops/sec; est completion in 11 minutes [READ: Count=119, Max=191999, Min=45664, Avg=83757.85, 90=119423, 99=190975, 99.9=191999, 99.99=191999] 
2021-09-18 11:53:01:944 130 sec: 1563 operations; 12.2 current ops/sec; est completion in 11 minutes [READ: Count=122, Max=179967, Min=45664, Avg=82062.95, 90=108671, 99=176639, 99.9=179967, 99.99=179967] 
2021-09-18 11:53:11:944 140 sec: 1688 operations; 12.5 current ops/sec; est completion in 11 minutes [READ: Count=125, Max=177791, Min=45536, Avg=80046.72, 90=98047, 99=176767, 99.9=177791, 99.99=177791] 
2021-09-18 11:53:21:944 150 sec: 1811 operations; 12.3 current ops/sec; est completion in 11 minutes [READ: Count=123, Max=196863, Min=45280, Avg=81128.72, 90=121215, 99=192895, 99.9=196863, 99.99=196863] 
2021-09-18 11:53:31:944 160 sec: 1927 operations; 11.6 current ops/sec; est completion in 11 minutes [READ: Count=116, Max=198271, Min=45312, Avg=85758.07, 90=130815, 99=195071, 99.9=198271, 99.99=198271] 
2021-09-18 11:53:41:944 170 sec: 2047 operations; 12 current ops/sec; est completion in 11 minutes [READ: Count=120, Max=196095, Min=46240, Avg=83204, 90=110207, 99=194175, 99.9=196095, 99.99=196095] 
2021-09-18 11:53:51:944 180 sec: 2173 operations; 12.6 current ops/sec; est completion in 10 minutes [READ: Count=126, Max=202239, Min=45728, Avg=79598.48, 90=103487, 99=192511, 99.9=202239, 99.99=202239] 
2021-09-18 11:54:01:944 190 sec: 2291 operations; 11.8 current ops/sec; est completion in 10 minutes [READ: Count=118, Max=190975, Min=45344, Avg=84706.03, 90=119871, 99=186751, 99.9=190975, 99.99=190975] 
2021-09-18 11:54:11:944 200 sec: 2421 operations; 13 current ops/sec; est completion in 10 minutes [READ: Count=130, Max=186239, Min=44960, Avg=77144.12, 90=98495, 99=170879, 99.9=186239, 99.99=186239] 
2021-09-18 11:54:21:944 210 sec: 2541 operations; 12 current ops/sec; est completion in 10 minutes [READ: Count=120, Max=189055, Min=45760, Avg=83263.6, 90=128255, 99=185727, 99.9=189055, 99.99=189055] 
2021-09-18 11:54:31:944 220 sec: 2660 operations; 11.9 current ops/sec; est completion in 10 minutes [READ: Count=119, Max=182527, Min=45632, Avg=83678.79, 90=129279, 99=179839, 99.9=182527, 99.99=182527] 
2021-09-18 11:54:41:944 230 sec: 2783 operations; 12.3 current ops/sec; est completion in 9 minutes [READ: Count=123, Max=183295, Min=44576, Avg=81332.42, 90=97919, 99=180991, 99.9=183295, 99.99=183295] 
2021-09-18 11:54:51:944 240 sec: 2900 operations; 11.7 current ops/sec; est completion in 9 minutes [READ: Count=117, Max=185471, Min=45344, Avg=85676.03, 90=167167, 99=182015, 99.9=185471, 99.99=185471] 
2021-09-18 11:55:01:944 250 sec: 3021 operations; 12.1 current ops/sec; est completion in 9 minutes [READ: Count=121, Max=173311, Min=45344, Avg=82214.74, 90=118399, 99=170367, 99.9=173311, 99.99=173311] 
2021-09-18 11:55:11:944 260 sec: 3135 operations; 11.4 current ops/sec; est completion in 9 minutes [READ: Count=114, Max=176127, Min=46656, Avg=87653.75, 90=146431, 99=173823, 99.9=176127, 99.99=176127] 
2021-09-18 11:55:21:944 270 sec: 3260 operations; 12.5 current ops/sec; est completion in 9 minutes [READ: Count=125, Max=176511, Min=46048, Avg=80174.08, 90=102335, 99=175103, 99.9=176511, 99.99=176511] 
2021-09-18 11:55:31:944 280 sec: 3384 operations; 12.4 current ops/sec; est completion in 9 minutes [READ: Count=124, Max=187263, Min=44768, Avg=80165.42, 90=108863, 99=171775, 99.9=187263, 99.99=187263] 
2021-09-18 11:55:41:944 290 sec: 3501 operations; 11.7 current ops/sec; est completion in 8 minutes [READ: Count=117, Max=184703, Min=45568, Avg=85806.77, 90=135423, 99=183551, 99.9=184703, 99.99=184703] 
2021-09-18 11:55:51:944 300 sec: 3626 operations; 12.5 current ops/sec; est completion in 8 minutes [READ: Count=125, Max=186751, Min=45568, Avg=80103.94, 90=121407, 99=185087, 99.9=186751, 99.99=186751] 
2021-09-18 11:56:01:944 310 sec: 3754 operations; 12.8 current ops/sec; est completion in 8 minutes [READ: Count=128, Max=189695, Min=45376, Avg=77797.5, 90=89919, 99=163967, 99.9=189695, 99.99=189695] 
2021-09-18 11:56:11:944 320 sec: 3881 operations; 12.7 current ops/sec; est completion in 8 minutes [READ: Count=127, Max=181503, Min=45824, Avg=78636.85, 90=94271, 99=154751, 99.9=181503, 99.99=181503] 
2021-09-18 11:56:21:944 330 sec: 4008 operations; 12.7 current ops/sec; est completion in 8 minutes [READ: Count=127, Max=179839, Min=46560, Avg=78388.66, 90=88319, 99=151423, 99.9=179839, 99.99=179839] 
2021-09-18 11:56:31:944 340 sec: 4126 operations; 11.8 current ops/sec; est completion in 8 minutes [READ: Count=118, Max=178431, Min=45568, Avg=84505.08, 90=126271, 99=167167, 99.9=178431, 99.99=178431] 
2021-09-18 11:56:41:944 350 sec: 4248 operations; 12.2 current ops/sec; est completion in 7 minutes [READ: Count=122, Max=181631, Min=45504, Avg=82606.69, 90=97023, 99=163199, 99.9=181631, 99.99=181631] 
2021-09-18 11:56:51:944 360 sec: 4374 operations; 12.6 current ops/sec; est completion in 7 minutes [READ: Count=126, Max=164863, Min=44800, Avg=79209.14, 90=90815, 99=161279, 99.9=164863, 99.99=164863] 
2021-09-18 11:57:01:944 370 sec: 4495 operations; 12.1 current ops/sec; est completion in 7 minutes [READ: Count=121, Max=178559, Min=45376, Avg=82797.62, 90=134655, 99=174591, 99.9=178559, 99.99=178559] 
2021-09-18 11:57:11:944 380 sec: 4610 operations; 11.5 current ops/sec; est completion in 7 minutes [READ: Count=115, Max=180607, Min=45024, Avg=86300.94, 90=148095, 99=175743, 99.9=180607, 99.99=180607] 
2021-09-18 11:57:21:944 390 sec: 4734 operations; 12.4 current ops/sec; est completion in 7 minutes [READ: Count=124, Max=171007, Min=45952, Avg=80520.26, 90=92607, 99=169855, 99.9=171007, 99.99=171007] 
2021-09-18 11:57:31:944 400 sec: 4857 operations; 12.3 current ops/sec; est completion in 7 minutes [READ: Count=123, Max=180735, Min=45600, Avg=81473.82, 90=118335, 99=168575, 99.9=180735, 99.99=180735] 
2021-09-18 11:57:41:944 410 sec: 4979 operations; 12.2 current ops/sec; est completion in 6 minutes [READ: Count=122, Max=166527, Min=45472, Avg=82386.89, 90=140543, 99=165759, 99.9=166527, 99.99=166527] 
2021-09-18 11:57:51:944 420 sec: 5101 operations; 12.2 current ops/sec; est completion in 6 minutes [READ: Count=122, Max=199423, Min=44832, Avg=81503.74, 90=91711, 99=186751, 99.9=199423, 99.99=199423] 
2021-09-18 11:58:01:944 430 sec: 5215 operations; 11.4 current ops/sec; est completion in 6 minutes [READ: Count=114, Max=190719, Min=46240, Avg=87811.79, 90=154111, 99=187391, 99.9=190719, 99.99=190719] 
2021-09-18 11:58:11:944 440 sec: 5344 operations; 12.9 current ops/sec; est completion in 6 minutes [READ: Count=129, Max=183167, Min=44960, Avg=77254.95, 90=87807, 99=165631, 99.9=183167, 99.99=183167] 
2021-09-18 11:58:21:944 450 sec: 5465 operations; 12.1 current ops/sec; est completion in 6 minutes [READ: Count=121, Max=179199, Min=45472, Avg=82505.52, 90=107135, 99=178175, 99.9=179199, 99.99=179199] 
2021-09-18 11:58:31:944 460 sec: 5590 operations; 12.5 current ops/sec; est completion in 6 minutes [READ: Count=125, Max=172927, Min=45408, Avg=80447.36, 90=96511, 99=169855, 99.9=172927, 99.99=172927] 
2021-09-18 11:58:41:944 470 sec: 5715 operations; 12.5 current ops/sec; est completion in 5 minutes [READ: Count=125, Max=188287, Min=45184, Avg=80054.02, 90=110527, 99=186111, 99.9=188287, 99.99=188287] 
2021-09-18 11:58:51:944 480 sec: 5839 operations; 12.4 current ops/sec; est completion in 5 minutes [READ: Count=124, Max=186111, Min=46400, Avg=80325.16, 90=107391, 99=185215, 99.9=186111, 99.99=186111] 
2021-09-18 11:59:01:944 490 sec: 5964 operations; 12.5 current ops/sec; est completion in 5 minutes [READ: Count=125, Max=183167, Min=45408, Avg=80207.62, 90=104639, 99=182783, 99.9=183167, 99.99=183167] 
2021-09-18 11:59:11:944 500 sec: 6087 operations; 12.3 current ops/sec; est completion in 5 minutes [READ: Count=123, Max=190719, Min=46624, Avg=80761.37, 90=103487, 99=181375, 99.9=190719, 99.99=190719] 
2021-09-18 11:59:21:944 510 sec: 6216 operations; 12.9 current ops/sec; est completion in 5 minutes [READ: Count=129, Max=178559, Min=45408, Avg=77755.78, 90=98559, 99=175871, 99.9=178559, 99.99=178559] 
2021-09-18 11:59:31:944 520 sec: 6344 operations; 12.8 current ops/sec; est completion in 5 minutes [READ: Count=128, Max=183935, Min=45440, Avg=78091.38, 90=114495, 99=175871, 99.9=183935, 99.99=183935] 
2021-09-18 11:59:41:944 530 sec: 6464 operations; 12 current ops/sec; est completion in 4 minutes [READ: Count=120, Max=182143, Min=44960, Avg=83176, 90=107839, 99=181631, 99.9=182143, 99.99=182143] 
2021-09-18 11:59:51:944 540 sec: 6583 operations; 11.9 current ops/sec; est completion in 4 minutes [READ: Count=119, Max=181375, Min=46112, Avg=84410.35, 90=126783, 99=176639, 99.9=181375, 99.99=181375] 
2021-09-18 12:00:01:944 550 sec: 6702 operations; 11.9 current ops/sec; est completion in 4 minutes [READ: Count=119, Max=177663, Min=45856, Avg=83748.17, 90=123775, 99=177151, 99.9=177663, 99.99=177663] 
2021-09-18 12:00:11:944 560 sec: 6820 operations; 11.8 current ops/sec; est completion in 4 minutes [READ: Count=119, Max=173055, Min=45728, Avg=84332.1, 90=127231, 99=170367, 99.9=173055, 99.99=173055] 
2021-09-18 12:00:21:944 570 sec: 6943 operations; 12.3 current ops/sec; est completion in 4 minutes [READ: Count=122, Max=167167, Min=44864, Avg=81785.57, 90=114303, 99=166911, 99.9=167167, 99.99=167167] 
2021-09-18 12:00:31:944 580 sec: 7064 operations; 12.1 current ops/sec; est completion in 4 minutes [READ: Count=121, Max=193791, Min=45632, Avg=82518.74, 90=114495, 99=189311, 99.9=193791, 99.99=193791] 
2021-09-18 12:00:41:944 590 sec: 7176 operations; 11.2 current ops/sec; est completion in 3 minutes [READ: Count=112, Max=187263, Min=45376, Avg=88938.57, 90=149759, 99=185983, 99.9=187263, 99.99=187263] 
2021-09-18 12:00:51:944 600 sec: 7297 operations; 12.1 current ops/sec; est completion in 3 minutes [READ: Count=121, Max=192255, Min=44800, Avg=82816, 90=120703, 99=185343, 99.9=192255, 99.99=192255] 
2021-09-18 12:01:01:944 610 sec: 7415 operations; 11.8 current ops/sec; est completion in 3 minutes [READ: Count=118, Max=181759, Min=46304, Avg=85012.34, 90=110335, 99=170879, 99.9=181759, 99.99=181759] 
2021-09-18 12:01:11:944 620 sec: 7531 operations; 11.6 current ops/sec; est completion in 3 minutes [READ: Count=116, Max=188159, Min=45184, Avg=85628.55, 90=124479, 99=183807, 99.9=188159, 99.99=188159] 
2021-09-18 12:01:21:944 630 sec: 7665 operations; 13.4 current ops/sec; est completion in 3 minutes [READ: Count=134, Max=170879, Min=45120, Avg=74941.13, 90=94591, 99=165247, 99.9=170879, 99.99=170879] 
2021-09-18 12:01:31:944 640 sec: 7795 operations; 13 current ops/sec; est completion in 3 minutes [READ: Count=130, Max=188287, Min=44736, Avg=76833.23, 90=111423, 99=167679, 99.9=188287, 99.99=188287] 
2021-09-18 12:01:41:944 650 sec: 7918 operations; 12.3 current ops/sec; est completion in 2 minutes [READ: Count=123, Max=189695, Min=45792, Avg=81433.5, 90=103935, 99=171903, 99.9=189695, 99.99=189695] 
2021-09-18 12:01:51:944 660 sec: 8049 operations; 13.1 current ops/sec; est completion in 2 minutes [READ: Count=131, Max=182911, Min=45600, Avg=75913.28, 90=96319, 99=164223, 99.9=182911, 99.99=182911] 
2021-09-18 12:02:01:944 670 sec: 8173 operations; 12.4 current ops/sec; est completion in 2 minutes [READ: Count=124, Max=191487, Min=45632, Avg=81101.94, 90=121471, 99=190975, 99.9=191487, 99.99=191487] 
2021-09-18 12:02:11:944 680 sec: 8302 operations; 12.9 current ops/sec; est completion in 2 minutes [READ: Count=129, Max=188415, Min=45792, Avg=77411.1, 90=104511, 99=159615, 99.9=188415, 99.99=188415] 
2021-09-18 12:02:21:944 690 sec: 8419 operations; 11.7 current ops/sec; est completion in 2 minutes [READ: Count=117, Max=192895, Min=45408, Avg=85462.29, 90=132607, 99=187519, 99.9=192895, 99.99=192895] 
2021-09-18 12:02:31:944 700 sec: 8549 operations; 13 current ops/sec; est completion in 1 minute [READ: Count=130, Max=161023, Min=44640, Avg=76443.2, 90=97023, 99=157951, 99.9=161023, 99.99=161023] 
2021-09-18 12:02:41:944 710 sec: 8672 operations; 12.3 current ops/sec; est completion in 1 minute [READ: Count=123, Max=188543, Min=45216, Avg=81679.87, 90=103871, 99=182655, 99.9=188543, 99.99=188543] 
2021-09-18 12:02:51:944 720 sec: 8795 operations; 12.3 current ops/sec; est completion in 1 minute [READ: Count=123, Max=185471, Min=45536, Avg=81383.41, 90=108479, 99=185343, 99.9=185471, 99.99=185471] 
2021-09-18 12:03:01:944 730 sec: 8914 operations; 11.9 current ops/sec; est completion in 1 minute [READ: Count=119, Max=190079, Min=45088, Avg=83744.27, 90=113663, 99=176639, 99.9=190079, 99.99=190079] 
2021-09-18 12:03:11:944 740 sec: 9037 operations; 12.3 current ops/sec; est completion in 1 minute [READ: Count=124, Max=173951, Min=44928, Avg=80989.16, 90=113599, 99=169343, 99.9=173951, 99.99=173951] 
2021-09-18 12:03:21:944 750 sec: 9160 operations; 12.3 current ops/sec; est completion in 1 minute [READ: Count=122, Max=176127, Min=46752, Avg=81501.25, 90=108415, 99=152703, 99.9=176127, 99.99=176127] 
2021-09-18 12:03:31:944 760 sec: 9279 operations; 11.9 current ops/sec; est completion in 1 minute [READ: Count=119, Max=173695, Min=45696, Avg=84394.35, 90=133759, 99=172415, 99.9=173695, 99.99=173695] 
2021-09-18 12:03:41:944 770 sec: 9397 operations; 11.8 current ops/sec; est completion in 50 seconds [READ: Count=118, Max=171007, Min=46720, Avg=84784.68, 90=149631, 99=170495, 99.9=171007, 99.99=171007] 
2021-09-18 12:03:51:944 780 sec: 9513 operations; 11.6 current ops/sec; est completion in 40 seconds [READ: Count=116, Max=181503, Min=46208, Avg=85809.52, 90=127359, 99=165503, 99.9=181503, 99.99=181503] 
2021-09-18 12:04:01:944 790 sec: 9627 operations; 11.4 current ops/sec; est completion in 31 seconds [READ: Count=114, Max=169855, Min=44672, Avg=87940.49, 90=141823, 99=162175, 99.9=169855, 99.99=169855] 
2021-09-18 12:04:11:944 800 sec: 9745 operations; 11.8 current ops/sec; est completion in 21 seconds [READ: Count=118, Max=185087, Min=45376, Avg=84703.19, 90=143743, 99=179455, 99.9=185087, 99.99=185087] 
2021-09-18 12:04:21:944 810 sec: 9871 operations; 12.6 current ops/sec; est completion in 11 seconds [READ: Count=126, Max=176383, Min=45440, Avg=79353.65, 90=99391, 99=161407, 99.9=176383, 99.99=176383] 
2021-09-18 12:04:31:944 820 sec: 9999 operations; 12.8 current ops/sec; est completion in 1 second [READ: Count=128, Max=158847, Min=46240, Avg=78149.88, 90=97279, 99=149503, 99.9=158847, 99.99=158847] 
2021-09-18 12:04:32:130 820 sec: 10000 operations; 5.35 current ops/sec; [READ: Count=1, Max=150015, Min=149888, Avg=149952, 90=150015, 99=150015, 99.9=150015, 99.99=150015] [CLEANUP: Count=1, Max=43167, Min=43136, Avg=43152, 90=43167, 99=43167, 99.9=43167, 99.99=43167] 
[OVERALL], RunTime(ms), 820187
[OVERALL], Throughput(ops/sec), 12.192341502608551
[TOTAL_GCS_G1_Young_Generation], Count, 4
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 45
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.005486553676173848
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 45
[TOTAL_GC_TIME_%], Time(%), 0.005486553676173848
[READ], Operations, 10000
[READ], AverageLatency(us), 81904.8496
[READ], MinLatency(us), 44576
[READ], MaxLatency(us), 351743
[READ], 95thPercentileLatency(us), 150527
[READ], 99thPercentileLatency(us), 182271
[READ], Return=OK, 10000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 43152.0
[CLEANUP], MinLatency(us), 43136
[CLEANUP], MaxLatency(us), 43167
[CLEANUP], 95thPercentileLatency(us), 43167
[CLEANUP], 99thPercentileLatency(us), 43167